/* Whitney Young (Localizations) */
/* No comment provided by engineer. */
"Automatically download and install updates in the future" = "Automatically download and install updates in the future";

/* Whitney Young (Localizations) */
/* No comment provided by engineer. */
"Relaunch Now" = "Relaunch Now";

/* Whitney Young (Localizations) */
/* No comment provided by engineer. */
"Relaunch Later" = "Relaunch Later";

/* No comment provided by engineer. */
"%.0lf%@ of %.0lf%@" = "%1$.0lf%@ av %3$.0lf%@";

/* Whitney Young (Localizations) */
/* No comment provided by engineer. */
"bytes" = "bytes";

/* Whitney Young (Localizations) */
/* No comment provided by engineer. */
"KB" = "KB";

/* Whitney Young (Localizations) */
/* No comment provided by engineer. */
"MB" = "MB";

/* Whitney Young (Localizations) */
/* No comment provided by engineer. */
"GB" = "GB";

/* Whitney Young (Localizations) */
/* No comment provided by engineer. */
"TB" = "TB";

/* Whitney Young (Localizations) */
/* No comment provided by engineer. */
"(%0.1lf %@/sec) %@ %i %@ remaining" = "(%0.1lf %@/sec) %@ %i %@ remaining";

/* Whitney Young (Localizations) */
/* No comment provided by engineer. */
"seconds" = "seconds";

/* Whitney Young (Localizations) */
/* No comment provided by engineer. */
"minutes" = "minutes";

/* Whitney Young (Localizations) */
/* No comment provided by engineer. */
"hours" = "hours";

/* Whitney Young (Localizations) */
/* No comment provided by engineer. */
"days" = "days";

/* No comment provided by engineer. */
"%@ %@ has been installed and will be ready to use next time %@ starts. Would you like to relaunch now?" = "%1$@ %2$@ has been installed and will be ready to use next time %3$@ starts. Would you like to relaunch now?";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ är just nu den senaste tillgängliga versionen.";

/* No comment provided by engineer. */
"%@ %@ is now available (you have %@). Would you like to download it now?" = "%1$@ %2$@ är nu tillgänglig (du har %3$@). Vill du ladda ner den nu?";

/* No comment provided by engineer. */
"%@ does not have permission to write to the application's directory. Are you running off a disk image? If not, ask your system administrator for help." = "%@ does not have permission to write to the application's directory. Are you running off a disk image? If not, ask your system administrator for help.";

/* No comment provided by engineer. */
"A new version of %@ has been installed" = "A new version of %@ has been installed";

/* No comment provided by engineer. */
"A new version of %@ is available" = "En ny version av %@ är tillgänglig";

/* No comment provided by engineer. */
"An error occurred during installation. Please try again later." = "An error occurred during installation. Please try again later.";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "An error occurred in retrieving update information. Please try again later.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "An error occurred while extracting the archive. Please try again later.";

/* No comment provided by engineer. */
"An error occurred while trying to download the file. Please try again later." = "An error occurred while trying to download the file. Please try again later.";

/* No comment provided by engineer. */
"An update is already in progress" = "An update is already in progress";

/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* No comment provided by engineer. */
"Check for updates on startup?" = "Leta efter uppdateringar vid start";

/* No comment provided by engineer. */
"Downloading update..." = "Ladda ner ny version";

/* No comment provided by engineer. */
"Extracting update..." = "Extraherar uppdatering...";

/* No comment provided by engineer. */
"Install and Relaunch" = "Installera och starta om";

/* No comment provided by engineer. */
"Installing update..." = "Installera uppdatering...";

/* No comment provided by engineer. */
"Ready to install" = "Klar att installera";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Update Error" = "Uppdateringsfel";

/* No comment provided by engineer. */
"Updating %@" = "Uppdaterar %@";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the %@ menu." = "Vill du att %1$@ letar efter uppdateringar vid start? Om inte, så kan du leta manuellt via menyn %2$@ .";

/* No comment provided by engineer. */
"Yes" = "Yes";

/* No comment provided by engineer. */
"You're up to date" = "Du har senaste versionen";

